HGS/MELDUNGEN/TEMPLATES/IN/Schicht/Automatenmeldung_2400_Schicht_2024-09-30T04_29_06.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeSchichtreport xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaSchichtreport xmlns="http://tms.ica.de/automatenService/3_10/" sstVersion="3.10">
                <verkaufspunkt betreiber="99" ipAdresse="" posNummer="2400" seriennummer="2400"/>
                <versionKey>-1</versionKey>
                <abrechnungsnummer>93</abrechnungsnummer>
                <geldlogistik abrechnung="0" einschubNr="5" geldlogistiker="0" geldspeicherId="40211179" geldspeichertyp="WGR" vorgangstyp="INFORMATION" zeitpunkt="2024-09-28T00:01:48+02:00">
                    <geldbetrag betrag="1600" waehrung="EUR"/>
                    <bestandSorte anzahl="8">
                        <nennwert waehrung="EUR" wertigkeit="200"/>
                    </bestandSorte>
                    <metadaten guid="4d27ce4a-14be-4792-a388-610ce530dded" sequenznummer="11191"/>
                </geldlogistik>
            </faaSchichtreport>
        </empfangeSchichtreport>
    </s:Body>
</s:Envelope>
